Repository: myclabs/Inventory
Catalog: application/languages/Techno/dimension.tmx
Source language: fr
Languages: en

source: Supprimer cette dimension
en: Delete this dimension

source: Édition d'une dimension
en: Edition of a dimension

source: Retourner à la famille
en: Return to family

source: Ajouter des éléments
en: Add elements

source: Ajout d'une liste d'éléments
en: Insertion of a list of elements

source: Attention ! si vous effectuez une modification sur une dimension, il est nécessaire de réouvrir (rafraichir) cette page pour que la modification soit visible sur le tableau des paramètres ci-dessus.
en: Warning! If you edit the dimensions, you will need to reopen (refresh) this page if you then want to edit the parameters.
